/* 
  Localizable.strings
  Turbo Boost Switcher

  Created by Rubén García Pérez on 23/07/13.
  Copyright (c) 2016 Rubén García Pérez.
*/
"cpu_temp" = "Temperatura CPU:";
"fan_speed" = "Velocidad Ventilador:";
"cpu_temp_na" = "Temperatura CPU: N/A";
"fan_speed_na" = "Velocidad Ventilador: N/A";
"enable_menu" = "Habilitar Turbo Boost";
"disable_menu" = "Deshabilitar Turbo Boost";
"open_login" = "Abrir al Inicio";
"disable_login" = "Deshabilitar al Ejecutar";
"settings" = "Configuración:";
"donate" = "Donar...";
"about" = "Acerca de...";
"about_title" = "Acerca de";
"quit" = "Salir";
"updates" = "Comprobar Actualizaciones...";
"updates_title" = "Actualizaciones";

"updates_progress" = "Comprobando si hay nuevas actualizaciones";
"updates_available" = "Existe una nueva versión disponible!";
"updates_not_available" = "La versión actual es la última disponible";
"updates_error" = "Error comprobando actualizaciones";

"btn_cancel" = "Cancelar";
"btn_download" = "Descargar";
"btn_close" = "Cerrar";

"author" = "por Copyright (c) 2016 Rubén García Pérez";
"web" = "rugarciap.com";
"donate_msg" = "Si te gusta esta aplicación, por favor, considera hacer una donación. Gracias!";
"license" = "Licencia:";